tap "homebrew/bundle"
tap "homebrew/services"
brew "eza"
brew "fd"
brew "fzf"
brew "htop"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node@20"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "syncthing", restart_service: true
brew "tldr"
brew "tmux"
brew "zoxide"
cask "alacritty"
cask "alfred"
cask "firefox"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "numi"
cask "obsidian"
cask "telegram"
