tap "homebrew/bundle"
tap "homebrew/services"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node@20"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tldr"
brew "tmux"
brew "unar"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "mac-mouse-fix"
cask "numi"
cask "obsidian"
cask "shottr"
cask "telegram"
cask "telegram-desktop"
cask "visual-studio-code"
cask "whisky"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "mhutchie.git-graph"
