brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "htop"
brew "lazygit"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node@22"
brew "python@3.13"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tlrc"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "mac-mouse-fix"
cask "numi"
cask "obs"
cask "obsidian"
cask "shottr"
cask "telegram"
cask "telegram-desktop"
cask "visual-studio-code"
cask "whisky"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "sissel.shopify-liquid"
